<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'dalel' => 'دليل خطوة بخطوة',
     'maps_success'=>'الخطط و الإستراتيجية لنجاح موقعك',   
     'service1_title'=>'تحليل السوق والمنافسة',   
     'service1_desc1'=>'تحليل السوق والمنافسة اقم بأبحاث مفصلة عن سوقك وفهم احتياجات وتوقعات الجمهور المستهدف',   
     'service1_desc2'=>'دراسة منافسيك المباشرين واحتياجاتهم ونجاحاتهم',   
     
     'service2_title'=>'تحديد أهداف واضحة',   
     'service2_desc1'=>'تحديد أهداف واضحة حدد أهداف موقعك بوضوح، مثل زيادة حركة المرور، زيادة معدل التحويل، أو بناء العلامة التجارية',   
     'service2_desc2'=>'تكون أهدافك قياسية وقابلة للقياس حتى تتمكن من تقييم أداء موقعك بشكل دوري',   
       
     'service3_title'=>'اختيار نموذج العمل والإيرادات',   
     'service3_desc1'=>'حدد كيف ستحقق العائدات من موقعك، سواء كان ذلك من خلال الإعلانات، المبيعات المباشرة، الاشتراكات، أو طرق أخرى.',   
     'service3_desc2'=>'اختر النموذج الذي يتناسب مع أهدافك وجمهورك المستهدف',   


     'service4_title'=>'تصميم وتطوير الموقع',   
     'service4_desc1'=>'تصميم موقع واجهة مستخدم جذابة وسهلة الاستخدام..',   
     'service4_desc2'=>'احرص على أن يكون الموقع متجاوباً مع الأجهزة المحمولة (Responsive Design).',
     'service4_desc3'=>'اختر منصة تطوير مناسبة مثل WordPress أو Shopify وقم بتخصيصها وفقاً لاحتياجاتك.',

     'service5_title'=>'إنشاء محتوى جودة',   
     'service5_desc1'=>'قم بإنشاء محتوى ذو جودة عالية وملائم لجمهورك.',   
     'service5_desc2'=>'اختر كلمات مفتاحية مناسبة لتحسين تصنيف موقعك في محركات البحث (SEO).
     ',
     'service5_desc3'=>'اعتمد استراتيجية تسويق المحتوى لزيادة تفاعل الجمهور والمشاركة .',


     'service6_title'=>'تسويق وترويج الموقع',   
     'service6_desc1'=>'استخدم وسائل التواصل الاجتماعي والتسويق عبر البريد الإلكتروني للتواصل مع الجمهور وجذبه.',
     'service6_desc2'=>'قم بتنفيذ حملات إعلانية على الإنترنت على منصات مثل Google Ads وFacebook Ads',

/****************************** */

     'team'=>"فريق عمل متكامل لحل",
     'prob'=>"المشكلات البرمجية المعقدة",
     'prob_desc'=>"بفضل خبراتنا المتعددة . أجتمعنا كفريق كامل و دمجنا خبرانتا الواسعة لتحقيق موقع متكامل بكل ما يحتاج",


     'ouroffers'=>"خدمات نقدمها",
     'ouroffers_desc'=>"نسعى دائماً لتقديم أفضل العروض المتميزة في مجال تصميم المواقع الإلكتروني",


     'object1_title'=>"كتابة محتوى",
     'object1_desc'=>"كتابة محتوى و مقالات وفق شروط السيو المتبعة و مقالات حصرية لموقعك التجاري مما يؤدي إلى تحسين أرشفة الموقع في غوغل و زيادة شعبية الموقع",


     
     'object2_title'=>"سايبر سيكيورتي",
     'object2_desc'=>"استمتع بأمان دائم في عالمك الرقمي مع خدمات السايبر سيكيورتي لدينا. حماية فعّالة من التهديدات الإلكترونية، تمكنك من التركيز على نمو أعمالك دون قلق. انضم إلينا لتجربة الأمان والابتكار في عالم الإنترنت.




     ",


     
     'object3_title'=>"تصميم مواقع",
     'object3_desc'=>"نسعى دائماً لتقديم أفضل العروض المتميزة في مجال تصميم المواقع الإلكترونية . مواقع تعريفية بسيطة متجاوبة للشركات الصغيرة و الناشئة و مواقع متقدمة للشركات و النشاطات التجارية الرائدة في الأعمال المتقدمة و أيضاً مواقع متخصصة في كافة المجالات العقارية و السياحية و الخدمية ",

     'object4_title'=>"برمجيات حديثة",
     'object4_desc'=>" برمجيات متطورة و حديثة لنضمن لك أفضل النتائج و سرعة في تحميل الموقع مما يحسن من جودة الموقع لدى محركات البحث و زيادة الوصول إلى عملاء أكثر  ",


     'object5_title'=>"تطبيقات الجوال",
     'object5_desc'=>" برمجة احترافية خاصة حسب الطلب، مع الربط بالموقع الالكتروني الخاص بالعميل- تصميم برمجي ملائم لحاجات العميل شكلا ومضمونا",

     'object6_title'=>"برمجة نظام محاسبي",
     'object6_desc'=>" برنامج محاسبة احترافي مناسب لجميع انواع الأعمال التجارية والمخازن الكبيرة، قاعدة بيانات ضخمة، مع تعديلات برمجية ملائمة بشكل خاص لكل منشأة تجارية ",

     /***************************************************** */
     'why'=>"لماذا تختار جولد شيلد اي تي ريسك مانجمنت

     ",
     'why_obj1_title'=>"حلول معقدة و ذكية",
     'why_obj1_desc'=>"نسعى دائماً للتطوير و التحديث . و كان التركيز على الإتجاه نحو أفاق جديدة و برمجيات أكثر ذكاءاً و عصرية",
     'why_obj2_title'=>"الجودة الضمان",
     'why_obj2_desc'=>"هدفنا المحافظة على جودة الموقع و ضمان أدائها بأكمل وجه و بدون أي مشاكل .لذلك أثناء العمل نحققق شروط الجودة و الضمان
     ",
     'why_obj3_title'=>"الأسعار المدروسة

     ",
     'why_obj3_desc'=>"لا شك بأن السعر من أحد العوامل التي يفكر بها العميل قبل تصميم الموقع . و لهذا قمنا بدراسة شاملة للحصول على أفضل سعر ممكن
     ",
     'why_obj4_title'=>"الخدمات و التقنية
     ",
     'why_obj4_desc'=>"نقدم العديد من الخدمات المجانية بعد تسليم الموقع . و نعمل على احدث التقنيات الحديثة في إنشاء المواقع و المتاجر الإلكترونية

     ",

     /*************************** */

     "recently"=>"أحدث أعمالنا",
     "recently_desc"=>"قائمة بالمشاريع التي تم تنفيذها مؤخرا",
     "allproj"=>"جميع المشاريع",

     "tech"=>"التقنيات المستخدمة",
     "tech_desc"=>"نستخدم افضل التقنيات لعمل منتجات بدقة عالية",
     "chose"=>"ابدأ باختيار باقتك لاتضيع وقتك",
     /********************************* */
     "plane1"=>"الخطة الذهبية",
     "plane1item1"=>"12 ايميلات",
     "plane1item2"=>"دومين لمدة سنة",
     "plane1item3"=>" قالب إحترافي متميز",
     "plane1item4"=>"15 صفحات",
     "plane1item5"=>" خمسة جيجا من المساحة",
         /********************************* */
         "plane2"=>"الخطة المتقدمة",
         "plane2item1"=>" ستة ايميلات",
         "plane2item2"=>"دومين لمدة سنة",
         "plane2item3"=>" قالب إحترافي متميز",
         "plane2item4"=>" عشرة صفحات",
         "plane2item5"=>" خمسة جيجا من المساحة",

         "plane3"=>"الخطة الاقتصادية",
         "plane3item1"=>" ثلاثة ايميلات",
         "plane3item2"=>"دومين لمدة سنة",
         "plane3item3"=>" قالب إحترافي متميز",
         "plane3item4"=>" خمسة صفحات",
         "plane3item5"=>" خمسة جيجا من المساحة",

         "buynow"=>"احجز الان"
    
];
