<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'best' => 'أفضل الخدمات في مجال',
    'programing'=>'برمجة وتصميم المواقع',   
    'description'=>'تتطور tuline لتصبح شركة خدمات برمجية رائدة، تستفيد من خبرتنا الواسعة لتقديم حلول مخصصة مصممة خصيصًا لتلبية احتياجاتك. يظل التزامنا بالتميز ثابتًا حيث نحول تركيزنا نحو تقديم خدمات برمجية من الدرجة الأولى.',   
    
    
    'best1'=>"الحصول على افضل النتائج",
    'best2'=>"التسليم على الموعد",
    'best3'=>"الاحتراف بالمعاملة",
    'best4'=>"متوسط العملاء اليومي",
  
   /************************** */ 

   'whytuline'=>'لماذا تختارانا  عبر الإنترنت؟',
   'whytuline_desc'=>'يعد تقديم المهام التي تم تطويرها بذكاء جزءًا لا يتجزأ من تسجيل الدرجات العالية والدرجات. ومع ذلك، بسبب العديد من القيود، قد لا يتمكن الطلاب من إكم
   ال واجباتهم. هو - هي هو المكان الذي يمكن أن يساعد فيه Expertbuddy في كتابة المهام. عندما تقرر الحصول على لدينا مساعدة في كتابة المهام، يمكنك الحصول على 
   الخبرة:',
   'techServices'=>'احصل على خدمات تكنولوجية عبر الإنترنت لجميع التخصصات
   ',
   'techServices_desc'=>'بغض النظر عن المجال الذي تحتاج فيه إلى مساعدتنا عبر الإنترنت، يمكننا تقديم الدعم. فريقنا يتكون من محترفين ومعلمين خبراء لديهم فهم عميق للمجالات التي يعملون فيها. ستحصل دائمًا على خدمات تكنولوجية عالية الجودة في كل مرة.

   ',
   'tech_obj1'=>'تصميم وتطوير البرمجيات',
   'tech_obj2'=>'تطبيقات الواقع الافتراضي و المعزز',
   'tech_obj3'=>'تحليل البيانات',
   'tech_obj4'=>'تصميم ألعاب الفيديو',
   'tech_obj5'=>'أمن المعلومات والشبكات',
   'tech_obj6'=>'تطبيقات الذكاء الاصطناعي',
   'tech_obj7'=>'تطوير تطبيقات الجوّال',
   'tech_obj8'=>'علم البيانات وتحليلها',
   'tech_obj9'=>'تصميم واجهات المستخدم',
   'tech_obj10'=>'أمن المعلومات والحماية السيبرانية',
   'tech_obj11'=>'تطوير مواقع الويب',
   'tech_obj12'=>'تكنولوجيا سحابة الحوسب',
   'tech_obj13'=>'استشارات تكنولوجيا المعلومات',
   'tech_obj14'=>'تصميم واجهات المستخدم',
   'tech_obj15'=>'تكنولوجيا الذكاء الاصطناعي',
   'tech_obj16'=>'تصميم واجهات المستخدم',
];
